[{"lemma": "zealotry", "ipa": "/ˈziːlətri/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Middle English 'zelot' (a follower of a party or sect), from Late Latin 'zelotes', from Greek 'zēlōtḗs' (imitator, emulator), from 'zēloō' (to be zealous, to emulate). Suffix '-ry' denotes a state or quality.", "related": ["zealot", "zealous", "zeal"], "senses": [{"id": 285371, "attr": "pos=noun", "def": "Fanatical and uncompromising pursuit of religious, political, or other ideals, often to an excessive or unreasonable degree.", "ex": "His unwavering zealotry for the cause made him a powerful speaker but a difficult colleague."}], "slug": "zealotry"}, {"lemma": "zealous", "ipa": "/ˈzɛləs/", "pos": "adj.", "freq": 2, "morphology": null, "etymology": "From Middle English 'zelous', from Old French 'zelos', from Late Latin 'zelosus', from Greek 'zēlos' ('emulation, zeal, ardour').", "related": ["zeal", "zealot", "zealously"], "senses": [{"id": 214694, "attr": "pos=adj.", "def": "Showing intense and passionate enthusiasm or devotion to a cause, objective, or person.", "ex": "The zealous supporters cheered loudly for their team throughout the entire match."}], "slug": "zealous"}, {"lemma": "zebra", "ipa": "/ˈziːbrə/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Spanish or Portuguese 'zebra', of unknown origin.", "related": null, "senses": [{"id": 124289, "attr": "pos=noun", "def": "An African wild animal resembling a horse, characterized by its distinctive black and white stripes, or any object or pattern featuring such stripes.", "ex": "A majestic zebra moved with surprising grace across the dusty plains."}], "slug": "zebra"}, {"lemma": "zebu", "ipa": "/ˈziːbuː/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Tibetan 'dri', via Bengali 'jibu'.", "related": null, "senses": [{"id": 209207, "attr": "pos=noun", "def": "A type of domestic cattle (Bos indicus) native to South Asia, distinguished by a fatty hump on its shoulders, drooping ears, and a large dewlap; these features make it well-suited to heat and drought.", "ex": "The farmer relied on his sturdy zebu to plow the arid fields during the dry season."}], "slug": "zebu"}, {"lemma": "zed", "ipa": "/zɛd/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From the shape of the letter Z, likely influenced by the pronunciation of Greek zeta (ζήτα). The name 'zed' became standard in British English from the 18th century, contrasting with the American 'zee'.", "related": null, "senses": [{"id": 107139, "attr": "pos=noun", "def": "The name of the letter Z in the English alphabet, especially in British English.", "ex": "The teacher asked the children to spell the word 'zebra' using zed."}], "slug": "zed"}, {"lemma": "zeitgeist", "ipa": "/ˈzaɪtɡaɪst/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From German Zeitgeist, from Zeit ('time') + Geist ('spirit').", "related": null, "senses": [{"id": 139971, "attr": "pos=noun", "def": "The characteristic spirit, mood, or outlook of a particular period or generation.", "ex": "The film's themes perfectly encapsulate the anxious zeitgeist of the early 21st century."}], "slug": "zeitgeist"}, {"lemma": "zemstvo", "ipa": "/ˈzɛmstvə/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Russian земство (zemstvo), from земля (zemlya, 'land, earth, soil').", "related": null, "senses": [{"id": 179725, "attr": "pos=noun", "def": "A historical form of local self-government in Tsarist Russia, established in 1864, responsible for local administration, education, and public health.", "ex": "The zemstvo played a crucial role in modernizing rural Russia, despite its limited powers."}, {"id": 179726, "attr": "pos=noun", "def": "The administrative district or assembly associated with such a body.", "ex": "Delegates from the local zemstvo convened to discuss agricultural reforms."}], "slug": "zemstvo"}, {"lemma": "zen", "ipa": "/zɛn/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Japanese Zen, from Chinese Chán, from Sanskrit dhyāna ('meditation').", "related": null, "senses": [{"id": 145022, "attr": "pos=noun", "def": "A school of Mahayana Buddhism emphasizing meditation and intuition, and a state of calm, focused mental tranquility associated with this practice.", "ex": "He sought to achieve Zen through dedicated daily meditation."}], "slug": "zen"}, {"lemma": "zenana", "ipa": "/zəˈnɑːnə/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Persian زنانه (zanâna), from زن (zan, ‘woman’) + انه (-âna, suffix forming adjectives and adverbs).", "related": null, "senses": [{"id": 280585, "attr": "pos=noun", "def": "The part of a house, traditionally in South Asia or the Middle East, set aside for women, or the women of a household; also, a specialized institution like a hospital or school exclusively for women.", "ex": "The women gathered in the zenana for their afternoon tea and conversation."}], "slug": "zenana"}, {"lemma": "zener", "ipa": "/ˈziːnər/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Named after Clarence Zener (1905–1993), American physicist.", "related": null, "senses": [{"id": 215866, "attr": "pos=noun", "def": "A type of electronic component used to regulate voltage.", "ex": "The engineer tested the zener to ensure the power supply remained consistent."}], "slug": "zener"}, {"lemma": "zenith", "ipa": "/ˈzɛnɪθ/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Middle English, from Old Italian *senit*, from Medieval Latin *cenit*, from Arabic *samt al-ra's* ('way over the head').", "related": null, "senses": [{"id": 125230, "attr": "pos=noun", "def": "The point in the sky or celestial sphere directly above an observer, or the highest point reached by a celestial body in its apparent path.", "ex": "As the sun reached its zenith, the shadows on the ground were at their shortest."}, {"id": 125231, "attr": "pos=noun", "def": "The time at which something is most powerful, successful, or influential; the highest point or peak.", "ex": "The orchestra reached its artistic zenith with their critically acclaimed final performance."}], "slug": "zenith"}, {"lemma": "zeolite", "ipa": "/ˈziːəlaɪt/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Coined in 1756 by Swedish mineralogist Axel Fredrik Cronstedt, from Greek zēleîn ‘to boil’ + -lithos ‘stone’, named for its property of releasing water when heated.", "related": null, "senses": [{"id": 158009, "attr": "pos=noun", "def": "A porous mineral or synthetic material used as an absorbent or catalyst, typically capable of exchanging ions with a solution and releasing water when heated.", "ex": "The unique crystalline structure of zeolites makes them invaluable for water purification and industrial catalysis."}], "slug": "zeolite"}, {"lemma": "zephyr", "ipa": "/ˈzɛfər/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Latin Zephyrus, itself from Greek Zephyros, the personification of the west wind.", "related": null, "senses": [{"id": 149476, "attr": "pos=noun", "def": "A soft, gentle breeze; a light, mild wind.", "ex": "A welcome zephyr stirred the hot afternoon air, bringing relief."}], "slug": "zephyr"}, {"lemma": "zeppelin", "ipa": "/ˈzɛpəlɪn/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "Named after German Count Ferdinand von Zeppelin (1838–1917), inventor of the rigid airship.", "related": null, "senses": [{"id": 128291, "attr": "pos=noun", "def": "A large, rigid airship, typically with a metal frame and multiple gas bags, propelled by engines and steered by fins, named after its inventor, Count Ferdinand von Zeppelin.", "ex": "The Graf Zeppelin was a famous zeppelin that made transatlantic flights in the 1930s."}], "slug": "zeppelin"}, {"lemma": "zero", "ipa": "/ˈzɪərəʊ/", "pos": "noun", "freq": 4, "morphology": null, "etymology": "From Italian 'zero', from Venetian 'zevero', from Medieval Latin 'zephirum', ultimately from Arabic 'ṣifr' meaning 'empty'.", "related": null, "senses": [{"id": 118198, "attr": "pos=noun", "def": "The numerical digit 0, representing the absence of quantity or value, or the origin point on a scale.", "ex": "The temperature fell to zero on the thermometer, marking the coldest day of the year."}, {"id": 118199, "attr": "pos=noun", "def": "A complete absence of something; nothing.", "ex": "Despite the extensive investigation, the police found zero evidence of wrongdoing."}, {"id": 118200, "attr": "pos=noun", "def": "In sports or games, a score of nothing, or a failure to achieve any points or successes.", "ex": "The visiting team was shut out, ending the game with a disheartening zero."}], "slug": "zero"}, {"lemma": "zero-crossing", "ipa": "/ˈzɪərəʊ ˈkrɒsɪŋ/", "pos": "noun", "freq": 4, "morphology": null, "etymology": "Compound of 'zero' (from Arabic 'ṣifr', meaning empty) and 'crossing' (from Old English 'crossian', to cross).", "related": [], "senses": [{"id": 277715, "attr": "pos=noun", "def": "The point or interval where a waveform, signal, or function's value equals zero, often indicating a change in direction, polarity, or the presence of a root.", "ex": "The sound engineer identified the exact zero-crossing to synchronize the audio track with the video."}], "slug": "zero-crossing"}, {"lemma": "zero-defect", "ipa": "/ˈzɪərəʊdiːfɛkt/", "pos": "adj.", "freq": 3, "morphology": null, "etymology": "Coined in the mid-20th century, from 'zero' (from Latin 'zero' meaning 'nothing') + 'defect' (from Latin 'defectus' meaning 'a failing, fault').", "related": ["zero", "defect", "quality control"], "senses": [{"id": 289577, "attr": "pos=adj.", "def": "Producing, characterized by, or relating to a strategy for eliminating all faults or errors in a product or process.", "ex": "The manufacturing plant implemented a zero-defect policy to ensure the highest quality standards."}], "slug": "zero-defect"}, {"lemma": "zero-rate", "ipa": "/ˈzɪərəʊ reɪt/", "pos": "verb", "freq": 4, "morphology": null, "etymology": "From 'zero' (meaning none or nothing) + 'rate' (meaning a price or charge). First attested in the early 21st century.", "related": [], "senses": [{"id": 285367, "attr": "pos=verb", "def": "To apply a zero value, charge, or interest rate to a financial item, transaction, or service.", "ex": "The new policy will zero-rate essential goods to reduce the cost for consumers."}], "slug": "zero-rate"}, {"lemma": "zest", "ipa": "/zɛst/", "pos": "noun/verb", "freq": 3, "morphology": null, "etymology": "From Middle English 'zest', 'zestë' (scraps, parings), from Old French 'geste' ('core, stone, thing of little value'), of Germanic origin. Possibly influenced in sense by 'yeast'.", "related": null, "senses": [{"id": 136239, "attr": "pos=noun", "def": "The outer, colored part of the peel of citrus fruits, containing aromatic oil.", "ex": "The chef added a bit of lemon zest to the cake batter for extra flavor."}, {"id": 136240, "attr": "pos=noun", "def": "Great enthusiasm and energy.", "ex": "She approached the new project with remarkable zest and determination."}, {"id": 136241, "attr": "pos=verb", "def": "To add zest (outer peel of citrus fruit) to food or drink.", "ex": "He likes to zest a lime into his evening cocktail."}, {"id": 136242, "attr": "pos=verb", "def": "To add enthusiasm or energy to something.", "ex": "The new manager plans to zest up the team's quarterly meetings."}], "slug": "zest"}, {"lemma": "zeta", "ipa": "/ˈziːtə/, /ˈzɛtə/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Greek ζῆτα (zē̂ta), of uncertain origin.", "related": null, "senses": [{"id": 154815, "attr": "pos=noun", "def": "The sixth letter of the Greek alphabet (Ζ, ζ), also used as a symbol or designation in various contexts.", "ex": "The equation in the physics textbook used zeta to represent a specific variable."}], "slug": "zeta"}, {"lemma": "zeugite", "ipa": "/ˈzjuːdʒaɪt/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek zeugitēs (ζευγίτης), from zeugos (ζυγός) 'yoke', referring to the yoke of oxen, extended to mean something that joins or connects.", "related": null, "senses": [{"id": 289586, "attr": "pos=noun", "def": "A supporting person or thing, especially one that connects two different elements or ideas.", "ex": "His grandmother served as the zeugite in their family, bridging the gap between generations with her stories."}, {"id": 289587, "attr": "pos=noun", "def": "An intermediate or connecting stage in a process or development.", "ex": "The initial discovery was a crucial zeugite, paving the way for the more complex theories that followed."}], "slug": "zeugite"}, {"lemma": "zeugma", "ipa": "/ˈzɛɡmə/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek ζεῦγμα (zeûgma, ‘yoke, bond’), from ζεύγνυμι (zeúgnumi, ‘to yoke, join’).", "related": null, "senses": [{"id": 210011, "attr": "pos=noun", "def": "A figure of speech in which a word, typically a verb or adjective, applies to more than one noun, sometimes with differing or incongruous senses.", "ex": "The speaker employed zeugma to connect abstract concepts like 'freedom' with concrete objects like 'chains'."}], "slug": "zeugma"}, {"lemma": "zig", "ipa": "/zɪɡ/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "Likely imitative, of Germanic origin, possibly related to German 'zickzack' (zigzag).", "related": ["zigzag"], "senses": [{"id": 137891, "attr": "pos=noun", "def": "A sudden, sharp turn or a pattern of sharp turns at alternating angles.", "ex": "The hiker navigated the steep trail with a series of zigs and zags."}], "slug": "zig"}, {"lemma": "zig-zag", "ipa": "/ˈzɪɡˌzæɡ/", "pos": "noun/verb/adj.", "freq": 2, "morphology": null, "etymology": "19th century: imitative of the sound, perhaps influenced by German Zickzack.", "related": null, "senses": [{"id": 81244, "attr": "pos=noun", "def": "A line or course having sharp turns or angles in alternating directions.", "ex": "The path up the mountain followed a steep zig-zag to make the climb more manageable."}, {"id": 81245, "attr": "pos=verb", "def": "To move in a zig-zag course.", "ex": "The startled rabbit zig-zagged across the field to evade the hawk."}, {"id": 81246, "attr": "pos=adj.", "def": "Having the form of a zig-zag; characterized by sharp turns.", "ex": "The antique quilt featured a striking zig-zag pattern in bold colors."}], "slug": "zig-zag"}, {"lemma": "ziggurat", "ipa": "/ˈzɪɡəræt/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Akkadian *ziqqurratu*, from *zaqāru* 'to build high'.", "related": null, "senses": [{"id": 191866, "attr": "pos=noun", "def": "A massive, stepped pyramid-shaped structure, typically with a temple at its summit, built in ancient Mesopotamia.", "ex": "The ancient Sumerians constructed impressive ziggurats as religious centers in their cities."}], "slug": "ziggurat"}, {"lemma": "zigzag", "ipa": "/ˈzɪɡˌzæɡ/", "pos": "noun/verb/adj.", "freq": 2, "morphology": null, "etymology": "From French zigzag, of uncertain origin, possibly imitative or from German Zickzack.", "related": null, "senses": [{"id": 128989, "attr": "pos=noun", "def": "A line, course, or pattern characterized by sharp turns in alternating directions.", "ex": "The deer's erratic zigzag across the meadow confused the hunter."}, {"id": 128990, "attr": "pos=verb", "def": "To move or form in a zigzag manner.", "ex": "The drone zigzagged erratically to avoid the storm clouds."}, {"id": 128991, "attr": "pos=adj.", "def": "Having sharp turns or angles; shaped like a zigzag.", "ex": "We navigated the zigzag path down the treacherous slope."}], "slug": "zigzag"}, {"lemma": "zilch", "ipa": "/zɪltʃ/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "American English slang, mid-20th century, likely a fanciful formation possibly related to 'zip' or 'zero'.", "related": null, "senses": [{"id": 141106, "attr": "pos=noun", "def": "Nothing; zero; a complete lack of something; or a person or thing considered insignificant.", "ex": "After the company declared bankruptcy, the investors were left with zilch."}], "slug": "zilch"}, {"lemma": "zillion", "ipa": "/ˈzɪljən/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Invented word, popularized in the mid-20th century, likely as an extension of 'million' and 'billion' to denote an even larger, imaginary quantity.", "related": [], "senses": [{"id": 280583, "attr": "pos=noun", "def": "An extremely large, indefinite number or quantity, often used humorously or for emphasis.", "ex": "I've told you a zillion times to clean your room!"}], "slug": "zillion"}, {"lemma": "zimbabwean", "ipa": "/zɪmˈbɑːbweɪən/", "pos": "noun/adj.", "freq": 2, "morphology": null, "etymology": "From Zimbabwe, the country name (named after Great Zimbabwe, an ancient city, from Shona *dzimba-dze-mabwe* 'great houses of stone').", "related": null, "senses": [{"id": 129835, "attr": "pos=noun", "def": "A person native to or citizen of Zimbabwe.", "ex": "The parliament debated new legislation affecting every zimbabwean."}, {"id": 129836, "attr": "pos=adj.", "def": "Pertaining to Zimbabwe, its people, or their culture and way of life.", "ex": "Many tourists are drawn to the rich zimbabwean musical traditions."}], "slug": "zimbabwean"}, {"lemma": "zinc", "ipa": "/zɪŋk/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From German Zink, of uncertain origin, possibly related to Zinke 'prong, tooth'. First attested in English in the mid-18th century.", "related": null, "senses": [{"id": 62079, "attr": "pos=noun", "def": "A chemical element, a bluish-white metal that is brittle at room temperature but malleable when heated. It is used in alloys such as brass and in galvanizing iron.", "ex": "The old galvanized bucket was covered in a thick layer of zinc to prevent rust."}, {"id": 62080, "attr": "pos=noun", "def": "A compound of zinc, especially zinc oxide, used in cosmetics, ointments, and paints.", "ex": "She applied a thick layer of zinc sunscreen to protect her skin from the sun."}], "slug": "zinc"}, {"lemma": "zing", "ipa": "AmE /zɪŋ/; BrE /zɪŋ/", "pos": "noun/verb", "freq": 2, "morphology": null, "etymology": "Early 20th century. Probably imitative in origin, perhaps influenced by words like 'ginger' or 'zest'.", "related": null, "senses": [{"id": 213386, "attr": "pos=noun", "def": "A quality of lively energy, excitement, or a sharp, high-pitched sound.", "ex": "The singer's performance had an undeniable zing that captivated the audience."}, {"id": 213387, "attr": "pos=verb", "def": "To move, fly, or make a sharp, high-pitched, whizzing sound, often suggesting speed or energy.", "ex": "The arrow zinged past his ear and hit the target dead center."}], "slug": "zing"}, {"lemma": "zinger", "ipa": "/ˈzɪŋər/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Likely from 'zing' (onomatopoeic, suggesting vibrancy or a sharp sound) + '-er'. Popularized in the mid-20th century.", "related": null, "senses": [{"id": 282642, "attr": "pos=noun", "def": "A witty remark or a sudden, sharp, or exciting element, often delivered unexpectedly.", "ex": "The comedian's performance was packed with zingers that kept the audience laughing."}, {"id": 282643, "attr": "pos=noun", "def": "A sudden, intense taste or sensation.", "ex": "The added lemon zest gave the dish a surprising zinger."}], "slug": "zinger"}, {"lemma": "zinnia", "ipa": "/ˈzɪniə/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Named after German botanist Johann Gottfried Zinn (1727–1759), from the German name 'Zinnie'.", "related": null, "senses": [{"id": 277714, "attr": "pos=noun", "def": "A plant of the daisy family, characterized by its brightly colored, showy flower heads, or the flower itself.", "ex": "The gardener admired the vibrant display of zinnias, their bold petals adding cheerful color to the summer landscape."}], "slug": "zinnia"}, {"lemma": "zion", "ipa": "/ˈzaɪən/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Hebrew 'Tsiyon', a name for Jerusalem and Mount Zion, of uncertain Semitic origin.", "related": null, "senses": [{"id": 152755, "attr": "pos=noun", "def": "A hill in ancient Jerusalem, considered sacred and the site of the Temple; a symbolic name for Jerusalem or the Land of Israel.", "ex": "Pilgrims have traveled to Zion for centuries, seeking spiritual connection."}, {"id": 152757, "attr": "pos=noun", "def": "A place or spiritual state of peace, happiness, or fulfillment.", "ex": "For many, retirement represents a personal zion, a time of rest and joy."}], "slug": "zion"}, {"lemma": "zionism", "ipa": "/ˈzaɪəˌnɪzəm/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From the biblical name for Jerusalem (Zion) + the suffix -ism.", "related": null, "senses": [{"id": 153115, "attr": "pos=noun", "def": "A political movement that supports the establishment and development of a Jewish homeland in the historic Land of Israel.", "ex": "Many people debated the historical impact of Zionism on the region."}, {"id": 153116, "attr": "pos=noun", "def": "Support for or advocacy of this movement.", "ex": "Her speech outlined her personal commitment to Zionism and its ideals."}], "slug": "zionism"}, {"lemma": "zionist", "ipa": "/ˈzaɪ.ə.nɪst/", "pos": "noun/adj.", "freq": 3, "morphology": null, "etymology": "From Hebrew Tsiyon ('Zion') + -ist.", "related": null, "senses": [{"id": 129742, "attr": "pos=noun", "def": "A supporter of Zionism, a movement advocating for the development and protection of a Jewish nation in Israel.", "ex": "The delegate identified herself as a lifelong zionist, committed to the state's security."}, {"id": 129743, "attr": "pos=adj.", "def": "Relating to or characteristic of Zionism or its adherents.", "ex": "The zionist movement has evolved significantly since its inception in the late 19th century."}], "slug": "zionist"}, {"lemma": "zip", "ipa": "zɪp", "pos": "noun/verb", "freq": 3, "morphology": null, "etymology": "Probably imitative of the sound of the fastener. The US postal code sense comes from the abbreviation 'ZIP' for 'Zone Improvement Plan', introduced in 1963.", "related": null, "senses": [{"id": 144374, "attr": "pos=noun", "def": "A fastener for clothes or bags, consisting of two rows of teeth that interlock when moved by a slider, or the characteristic sound made by this fastener.", "ex": "She could hear the distinct zip of her tent being opened."}, {"id": 144375, "attr": "pos=noun", "def": "A postal code in the United States (Zone Improvement Plan).", "ex": "Please include the five-digit zip code with your mailing address."}, {"id": 144376, "attr": "pos=verb", "def": "To fasten or unfasten something with a zip, or to move quickly and energetically, often with a whistling or humming sound.", "ex": "He quickly zipped his jacket against the biting wind before rushing out the door."}, {"id": 144377, "attr": "pos=verb", "def": "To add a postal code (zip) to mail or a package.", "ex": "The automated system will zip all outgoing letters to expedite sorting."}], "slug": "zip"}, {"lemma": "zipper", "ipa": "/ˈzɪpər/", "pos": "noun/verb", "freq": 3, "morphology": null, "etymology": "From Middle English 'zippe' (sound of a quick movement), likely imitative.", "related": ["zip", "zipping"], "senses": [{"id": 90017, "attr": "pos=noun", "def": "A fastening for clothes or bags, consisting of two flexible strips with interlocking teeth, joined or separated by a sliding tab.", "ex": "She struggled to close the zipper on her old suitcase."}, {"id": 90018, "attr": "pos=noun", "def": "A track or path that is narrow and winding.", "ex": "The mountain road was a steep zipper through the dense forest."}, {"id": 90019, "attr": "pos=verb", "def": "To fasten with a zipper.", "ex": "He quickly zipped up his jacket against the cold wind."}, {"id": 90020, "attr": "pos=verb", "def": "To move quickly or suddenly.", "ex": "The athlete zipped past his competitors in the final lap."}], "slug": "zipper"}, {"lemma": "zippo", "ipa": "/ˈzɪpoʊ/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Coined in 1932 by the Zippo Manufacturing Company, named after the zipper fastener, possibly due to the sound.", "related": null, "senses": [{"id": 205623, "attr": "pos=noun", "def": "A disposable cigarette lighter, often characterized by its metal case and flint ignition, or more broadly, anything that has completely disappeared or run out.", "ex": "He flicked his zippo open, the familiar click and flare of the flame illuminating his face."}], "slug": "zippo"}, {"lemma": "zippy", "ipa": "/ˈzɪpi/", "pos": "adj.", "freq": 2, "morphology": null, "etymology": "Likely from the verb 'zip' (to move quickly, to make a zipping sound) + the adjective suffix '-y'. The verb 'zip' is of imitative origin, suggesting a sharp, quick sound.", "related": ["zip", "zipper"], "senses": [{"id": 141432, "attr": "pos=adj.", "def": "Full of energy, speed, enthusiasm, or excitement; lively.", "ex": "The electric scooter offers a zippy way to navigate busy urban environments."}, {"id": 141433, "attr": "pos=adj.", "def": "Equipped with or resembling a zipper.", "ex": "He found the zippy pockets on his backpack very convenient for keeping essentials secure."}], "slug": "zippy"}, {"lemma": "zircon", "ipa": "/ˈzɜːrkɒn/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Via German Zirkon, from New Latin zircon, from Arabic yarqūn ('a brownish-red stone'), possibly of Persian origin.", "related": null, "senses": [{"id": 138287, "attr": "pos=noun", "def": "A naturally occurring mineral that is a source of the metal zirconium.", "ex": "The geologist collected samples of zircon from the ancient riverbed."}, {"id": 138288, "attr": "pos=noun", "def": "A colorless or pale-colored gemstone, often used as a substitute for diamond in jewelry.", "ex": "The jeweler showed her a stunning pendant featuring a large zircon."}, {"id": 138289, "attr": "pos=noun", "def": "A substance made from ground zircon, used to make ceramics and glazes appear opaque and white.", "ex": "Adding zircon powder to the paint gave it a brighter, more opaque finish."}], "slug": "zircon"}, {"lemma": "zirconium", "ipa": "/zaɪrˈkoʊniəm/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From 'zircon' (a mineral) + '-ium' (chemical element suffix). 'Zircon' is from Middle English 'zircon', from Old French 'zircon', from Arabic 'zarqūn', from Persian 'zargūn' (golden-colored).", "related": null, "senses": [{"id": 197905, "attr": "pos=noun", "def": "A hard, silvery-white, tetravalent metallic element, found in minerals such as zircon and baddeleyite.", "ex": "The alloy's resistance to corrosion made zirconium a valuable component in nuclear reactors."}, {"id": 197906, "attr": "pos=noun; technical=yes", "def": "A compound of zirconium, especially zirconium dioxide, used as a gemstone or in ceramics.", "ex": "The jeweler examined the brilliant white stone, suspecting it might be a high-quality zirconium."}], "slug": "zirconium"}, {"lemma": "zit", "ipa": "zɪt", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Origin uncertain; possibly imitative or related to dialectal terms for a spot or pimple.", "related": [], "senses": [{"id": 241124, "attr": "pos=noun", "def": "A small, inflamed lump on the skin, typically on the face, caused by infected hair follicles.", "ex": "She woke up with a painful zit right on the tip of her nose."}], "slug": "zit"}, {"lemma": "zloty", "ipa": "/ˈzlɑːti/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Polish *złoty* 'golden', from Old Polish *złoto* 'gold', from Proto-Slavic *gʰolto-*, from Proto-Indo-European *gʰel-*, *gʰelH-* 'to shine, yellow'.", "related": null, "senses": [{"id": 178702, "attr": "pos=noun", "def": "The basic unit of currency in Poland, divided into 100 groszy.", "ex": "The price of a loaf of bread in Warsaw was only a few zloty."}], "slug": "zloty"}, {"lemma": "zoanthid", "ipa": "/ˈzoʊənθɪd/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From New Latin Zoanthidea, order name, from Greek zōion 'animal' + ánthos 'flower'.", "related": null, "senses": [{"id": 277713, "attr": "pos=noun", "def": "A marine invertebrate of the order Zoanthidea, characterized by a soft, cylindrical body with a crown of tentacles; these animals, often mistaken for coral, typically attach to rocks or other substrates and commonly form colonies.", "ex": "The divers marveled at the diversity of zoanthids carpeting the coral reef."}], "slug": "zoanthid"}, {"lemma": "zodiac", "ipa": "/ˈzəʊdiæk/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Latin 'zodiacus', from Greek 'zōidiakós', from 'zōidion' ('little animal', 'sign of the zodiac').", "related": null, "senses": [{"id": 146414, "attr": "pos=noun", "def": "A celestial band divided into twelve equal sections, each associated with a constellation and a symbol, representing the apparent path of the sun, moon, and planets; also, a diagram or chart depicting these divisions and their astrological associations.", "ex": "Ancient cultures charted the heavens by mapping constellations along the zodiac."}], "slug": "zodiac"}, {"lemma": "zoetrope", "ipa": "/ˈzoʊəˌtroʊp/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek zōḗ 'life' + trópos 'turn'.", "related": [], "senses": [{"id": 245835, "attr": "pos=noun", "def": "A pre-cinema optical toy consisting of a cylinder with slits in it and a sequence of images on the inner surface, which, when rotated, creates the illusion of motion.", "ex": "The antique zoetrope, with its hand-painted figures, offered a fascinating glimpse into early animation techniques."}], "slug": "zoetrope"}, {"lemma": "zombi", "ipa": "AmE /Ëˆzɑmbɪ/; BrE /Ëˆzɒmbɪ/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Haitian Creole zombi, possibly from Kongo nzumbi ('corpse').", "related": null, "senses": [{"id": 237140, "attr": "pos=noun", "def": "A corpse that has been reanimated, especially through supernatural means, often depicted as having a mindless, shambling gait and a desire to consume the flesh of the living.", "ex": "The survivors barricaded themselves in the store, hoping to hold off the relentless zombi horde until dawn."}, {"id": 237141, "attr": "pos=noun; technical=yes", "def": "A person who is or appears to be devoid of emotion, independent thought, or will, acting in a mechanical or unresponsive way.", "ex": "After the long hours, the office staff moved like zombis, barely registering the manager's instructions."}, {"id": 237142, "attr": "pos=noun; technical=yes", "def": "In Haitian Vodou, a person believed to have been reanimated after death by a sorcerer (bokor), often kept in a state of servitude.", "ex": "The legend of the zombi served as a cautionary tale about the dangers of dark magic in the village."}], "slug": "zombi"}, {"lemma": "zombie", "ipa": "/ˈzɒmbi/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Haitian Creole *zonbi*, of West African origin.", "related": null, "senses": [{"id": 160636, "attr": "pos=noun", "def": "A person or thing that is lifeless or without will or purpose, like an automaton.", "ex": "After the long lecture, the students shuffled out of the hall like zombies."}, {"id": 160637, "attr": "pos=noun", "def": "In some cultures, a dead body that has been revived by magic or supernatural means.", "ex": "The horror movie featured a terrifying horde of zombies intent on feasting on the living."}, {"id": 160638, "attr": "pos=noun", "def": "A type of cocktail made with rum, fruit juices, and liqueurs.", "ex": "On vacation, she ordered a refreshing zombie to enjoy by the beach."}], "slug": "zombie"}, {"lemma": "zombify", "ipa": "/ˈzɑmbɪfaɪ/", "pos": "verb", "freq": 1, "morphology": null, "etymology": "From zombie + -ify. The word 'zombie' likely originates from Haitian Creole *zonbi*, possibly of West African origin.", "related": ["zombie", "zombification"], "senses": [{"id": 290622, "attr": "pos=verb", "def": "To make lifeless, unresponsive, or lacking vitality, either literally or figuratively.", "ex": "The sheer monotony of the task seemed to zombify the employees."}], "slug": "zombify"}, {"lemma": "zona", "ipa": "/ˈzəʊnə/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Latin, from Greek zōnē 'belt, girdle'.", "related": null, "senses": [{"id": 150628, "attr": "pos=noun", "def": "A strip, band, or clearly defined area, often distinguished by color, texture, or specific characteristics.", "ex": "The specialist noted a zona of inflammation around the surgical site."}], "slug": "zona"}, {"lemma": "zonal", "ipa": "/ˈzoʊnəl/", "pos": "adj.", "freq": 2, "morphology": null, "etymology": "From Greek zonē (ζώνη) 'girdle, belt' + the adjective-forming suffix -al. The term evolved to describe divisions based on belts or regions.", "related": ["zone", "zoning", "zonal statistics"], "senses": [{"id": 134623, "attr": "pos=adj.", "def": "Relating to, or characteristic of a specific zone or region, often referring to geographical areas, atmospheric patterns, or biological distributions.", "ex": "The research focused on the zonal differences in agricultural productivity across the continent."}], "slug": "zonal"}, {"lemma": "zone", "ipa": "/zoʊn/", "pos": "noun/verb", "freq": 4, "morphology": null, "etymology": "From Latin 'zona' (belt, girdle), from Greek 'zōnē' (girdle).", "related": null, "senses": [{"id": 43372, "attr": "pos=noun", "def": "An area or region distinguished by a particular characteristic, purpose, or designation, often formally defined, such as a time zone, an ecological area, or a regulatory district.", "ex": "The team studied the impact of climate change on the arctic zone."}, {"id": 43373, "attr": "pos=verb", "def": "To divide or designate an area into zones, or to surround an area with a distinct boundary or atmosphere.", "ex": "The city council decided to zone the new development for residential use only."}], "slug": "zone"}, {"lemma": "zoning", "ipa": "/ˈzoʊnɪŋ/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From zone + -ing. The word 'zone' ultimately derives from Greek 'zōnē' (belt, girdle).", "related": ["zone", "zonal"], "senses": [{"id": 135373, "attr": "pos=noun", "def": "The act or process of dividing an area, especially a city or town, into zones to regulate land use, building density, and types of development; or the allocation of specific areas for particular purposes.", "ex": "The city's controversial zoning reforms aim to increase housing density in established neighborhoods."}, {"id": 135374, "attr": "pos=noun", "def": "In sports, a defensive strategy where players are assigned to guard specific areas rather than individual opponents.", "ex": "The basketball team struggled against the opposing team's effective zoning, which limited their drive to the basket."}], "slug": "zoning"}, {"lemma": "zonk", "ipa": "zɑŋk", "pos": "noun/verb", "freq": 1, "morphology": null, "etymology": "Origin uncertain; possibly imitative or related to German 'zanken' (to quarrel). First appeared in the early 20th century.", "related": null, "senses": [{"id": 241130, "attr": "pos=noun", "def": "A state of deep sleep or unconsciousness, especially one induced by drugs or exhaustion.", "ex": "After a long day of hiking, he fell into a deep zonk as soon as his head hit the pillow."}, {"id": 241131, "attr": "pos=verb", "def": "To cause someone to fall into a deep sleep or become unconscious.", "ex": "The sedative was strong enough to zonk out the patient for several hours."}, {"id": 241132, "attr": "pos=verb", "def": "To hit or strike someone or something forcefully.", "ex": "He zonked the ball out of the park with a powerful swing."}, {"id": 241133, "attr": "pos=verb", "def": "To fail completely or to perform very badly.", "ex": "The team's strategy seemed promising at first, but it ultimately zonked in the final quarter."}], "slug": "zonk"}, {"lemma": "zonula", "ipa": "/ˈzoʊnjʊlə/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "Latin, diminutive of zona ('zone, girdle').", "related": ["zone", "zonal", "zoning"], "senses": [{"id": 294929, "attr": "pos=noun", "def": "A small band or zone-like structure, especially in biology, that connects, supports, or forms part of a larger anatomical feature.", "ex": "The zonula fibers are crucial for maintaining the eye lens's position."}], "slug": "zonula"}, {"lemma": "zoo", "ipa": "/zuː/", "pos": "noun", "freq": 4, "morphology": null, "etymology": "From French zoo, coined by naturalist Sir Stamford Raffles from Greek zōion 'animal', from zōē 'life'.", "related": null, "senses": [{"id": 118475, "attr": "pos=noun", "def": "An establishment that maintains a collection of wild animals for study, conservation, or public display, or a place or situation characterized by chaos and a large number of diverse, often unruly elements.", "ex": "The city zoo recently welcomed a pair of rare white tigers, transforming the formerly quiet enclosure into a bustling scene."}], "slug": "zoo"}, {"lemma": "zoo-keeper", "ipa": "/ˈzuːˌkiːpər/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From zoo (short for zoological garden) + keeper (from Middle English keeper, from Old English cēper, from cēpan 'to keep').", "related": ["zoo", "keeper", "zookeeper"], "senses": [{"id": 285370, "attr": "pos=noun", "def": "A person employed to care for and manage the animals in a zoo, often with responsibilities for feeding, cleaning enclosures, and monitoring their health.", "ex": "The dedicated zoo-keeper provided enrichment activities for the primates to stimulate their natural behaviors."}], "slug": "zoo-keeper"}, {"lemma": "zooid", "ipa": "/ˈzoʊɔɪd/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek ζῷον (zōion, 'animal') +‎ -oid ('having the form of').", "related": null, "senses": [{"id": 211949, "attr": "pos=noun", "def": "An individual organism that is part of a colonial animal, or that is produced asexually from an ancestor, often specialized for a particular function or reproductive role within the larger structure or organism.", "ex": "Each zooid within the Portuguese man o' war is a distinct organism, yet they function as a single unit."}], "slug": "zooid"}, {"lemma": "zoologist", "ipa": "/zoʊˈɑːlədʒɪst/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From zoology + -ist. Zoology from Ancient Greek zōion 'animal' + -logia 'study of'.", "related": ["zoology", "zoological"], "senses": [{"id": 83599, "attr": "pos=noun", "def": "A person who studies or is an expert in zoology.", "ex": "The zoologist carefully cataloged the specimens collected during the expedition."}], "slug": "zoologist"}, {"lemma": "zoology", "ipa": "/zoʊˈɒlədʒi/", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From New Latin zoologia, from Greek zōion 'animal' + -logia '-logy'.", "related": ["zoological", "zoologist", "zoological garden"], "senses": [{"id": 82022, "attr": "pos=noun", "def": "The scientific study of the structure, physiology, development, classification, and distribution of animals.", "ex": "Her doctoral research in zoology focused on the migratory patterns of Arctic terns."}, {"id": 82023, "attr": "pos=noun", "def": "The animal life of a particular region or period.", "ex": "The zoology of the Amazon rainforest is incredibly diverse, with thousands of insect species yet to be cataloged."}], "slug": "zoology"}, {"lemma": "zoom", "ipa": "AmE /zum/; BrE /zʊm/", "pos": "verb", "freq": 3, "morphology": null, "etymology": "From American English dialect, likely imitative of a buzzing or rushing sound, possibly influenced by Italian 'zum' (sound of a bee). First attested in the early 20th century.", "related": null, "senses": [{"id": 63008, "attr": "pos=verb", "def": "To move very quickly, often with a loud buzzing or humming sound.", "ex": "The sports car zoomed past the onlookers, leaving a trail of dust."}, {"id": 63009, "attr": "pos=verb", "def": "To adjust the focal length of a camera lens to make the subject appear closer (telephoto) or farther away (wide-angle).", "ex": "The wildlife photographer zoomed in on the eagle perched high in the tree."}, {"id": 63010, "attr": "pos=verb", "def": "To increase or decrease rapidly in size, amount, or intensity.", "ex": "Stock prices zoomed upwards after the positive economic report."}, {"id": 63011, "attr": "pos=verb", "def": "In video conferencing or online meetings, to switch focus between different participants or views.", "ex": "The moderator zoomed out to show the entire group before calling on the next speaker."}], "slug": "zoom"}, {"lemma": "zoomer", "ipa": "/ˈzuːmər/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "Coined in the 2010s, from the verb 'zoom' (to move very quickly) + the agentive suffix '-er'. The sense is primarily related to the speed and rapid pace of life associated with the generation.", "related": null, "senses": [{"id": 285372, "attr": "pos=noun", "def": "A member of Generation Z (roughly born mid-1990s to early 2010s), characterized by their inherent familiarity with digital technology and social media, and often associated with rapid adaptation to trends.", "ex": "She explained the latest TikTok dance, assuming her parents, who were not zoomers, would understand."}], "slug": "zoomer"}, {"lemma": "zooming", "ipa": "/ˈzuːmɪŋ/", "pos": "verb", "freq": 2, "morphology": null, "etymology": "Present participle of the verb 'zoom', which emerged in the early 20th century, likely coined to imitate the sound of rapid movement or buzzing.", "related": ["zoom"], "senses": [{"id": 291013, "attr": "pos=verb", "def": "To move quickly or suddenly, often with a humming or buzzing sound.", "ex": "The sports car was zooming past the onlookers on the street."}, {"id": 291016, "attr": "pos=verb", "def": "To adjust a camera lens or digital display to make an image appear larger or closer.", "ex": "The photographer was zooming in on the distant mountain peak."}, {"id": 291017, "attr": "pos=verb", "def": "To engage in a video conference using the Zoom platform.", "ex": "We'll be zooming with the client at 3 PM to discuss the project's progress."}], "slug": "zooming"}, {"lemma": "zoonose", "ipa": "/ˈzoʊ.əˌnoʊs/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek zōon ‘animal’ + nosos ‘disease’.", "related": ["zoonotic"], "senses": [{"id": 282644, "attr": "pos=noun", "def": "A disease or infection that is naturally transmissible from vertebrate animals to humans, or the process by which such a disease is transmitted.", "ex": "Public health officials monitor the risk of zoonose from various animal populations."}], "slug": "zoonose"}, {"lemma": "zooplankton", "ipa": "/zoʊˈoplæŋktən/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Greek zoon 'animal' + planktos 'wandering'.", "related": ["plankton", "phytoplankton", "nekton"], "senses": [{"id": 101881, "attr": "pos=noun", "def": "Microscopic animals, such as protozoa and larvae, that drift in large bodies of water, forming a major part of the marine food web.", "ex": "The abundance of zooplankton in the Arctic Ocean fluctuates significantly with the seasons."}], "slug": "zooplankton"}, {"lemma": "zoroastrian", "ipa": "/ˌzɔːrəʊˈæstriən/", "pos": "adj./noun", "freq": 2, "morphology": null, "etymology": "From the name of the prophet Zoroaster (Zarathustra), from Avestan *Zaratuštra*, of uncertain origin, possibly meaning 'golden camel' or 'old camel'.", "related": null, "senses": [{"id": 183632, "attr": "pos=adj.", "def": "Relating to Zoroastrianism, its followers, or its teachings.", "ex": "The ancient Zoroastrian calendar featured a unique system of months and days."}, {"id": 183633, "attr": "pos=noun", "def": "A follower of Zoroastrianism.", "ex": "As a devout Zoroastrian, she observed the ancient rituals with great care."}], "slug": "zoroastrian"}, {"lemma": "zoroastrianism", "ipa": "/ˌzɔːrəʊˈæstriənɪzəm/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Zoroaster (Greek form of Old Iranian Zarathustra, likely 'he who can manage camels') + -ianism.", "related": ["Zoroaster", "Zoroastrian"], "senses": [{"id": 207171, "attr": "pos=noun", "def": "The ancient religion founded by the prophet Zoroaster, characterized by the worship of Ahura Mazda as the supreme deity, belief in a cosmic struggle between good and evil, and adherence to a set of specific rituals and practices.", "ex": "Scholars have debated the extent to which Zoroastrianism influenced later monotheistic faiths."}], "slug": "zoroastrianism"}, {"lemma": "zoster", "ipa": "/ˈzɒstər/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Greek 'zōstēr', meaning 'belt, girdle'.", "related": null, "senses": [{"id": 274988, "attr": "pos=noun", "def": "A viral disease characterized by a painful skin rash with blisters, typically on a narrow band on one side of the body, caused by the reactivation of the varicella-zoster virus.", "ex": "The doctor explained that the patient's shingles, or herpes zoster, would likely cause discomfort for several weeks."}, {"id": 274989, "attr": "pos=noun", "def": "A type of girdle or belt, especially one worn by ancient Greek or Roman statues.", "ex": "The sculptor depicted the goddess with a simple zoster tied at her waist."}], "slug": "zoster"}, {"lemma": "zouave", "ipa": "/ˈzuːɑːv/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From French zouave, from Arabic Zwāwah, name of a Berber tribe in Algeria.", "related": null, "senses": [{"id": 275218, "attr": "pos=noun", "def": "A member of a light infantry regiment in the French army, originally recruited from among the Zouaï tribes of Algeria, known for their distinctive uniform.", "ex": "The zouave regiment, with its brightly colored jackets and baggy trousers, cut an impressive figure on the parade ground."}, {"id": 275219, "attr": "pos=noun", "def": "A style of jacket or uniform inspired by that of the French zouave regiments, often characterized by braiding and a fez.", "ex": "He wore a fashionable zouave jacket over a simple white shirt for the costume party."}], "slug": "zouave"}, {"lemma": "zulu", "ipa": "ˈzuːluː", "pos": "noun", "freq": 3, "morphology": null, "etymology": "From Zulu isiZulu, of uncertain origin.", "related": null, "senses": [{"id": 130387, "attr": "pos=noun", "def": "A member of a Nguni people of Southern Africa, traditionally inhabiting the region of KwaZulu-Natal; also, the language of these people.", "ex": "The vibrant cultural traditions of the Zulu are celebrated throughout South Africa."}, {"id": 130388, "attr": "pos=noun", "def": "The letter Z, especially as used in the NATO phonetic alphabet.", "ex": "The final target designation was confirmed as Zulu."}], "slug": "zulu"}, {"lemma": "zydeco", "ipa": "/ˈzaɪdɛkoʊ/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Louisiana French créole, possibly from a mispronunciation of French 'les haricots' (the beans), referring to the dish 'beans and rice', or from a similar term in a West African language.", "related": null, "senses": [{"id": 245842, "attr": "pos=noun", "def": "A genre of popular dance music that originated in southwest Louisiana, blending blues, jazz, and Cajun music, and often featuring accordion and vocals in French.", "ex": "The annual festival celebrates zydeco with live bands and local food vendors."}, {"id": 245843, "attr": "pos=noun", "def": "A dance performed to zydeco music, characterized by lively, energetic steps.", "ex": "The dance floor filled with couples enjoying the infectious rhythm of zydeco."}], "slug": "zydeco"}, {"lemma": "zygoma", "ipa": "/zaɪˈɡoʊmə/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek ζύγωμα (zúgōma), 'yoke', from ζυγόν (zugón), 'yoke', referring to the bone's function as a connecting bridge.", "related": ["zygomatic"], "senses": [{"id": 291564, "attr": "pos=noun", "def": "The prominent bone forming the arch of the cheek, situated below the eye and connecting the temporal bone to the maxilla.", "ex": "His high cheekbones were accentuated by the sharp angle of his zygoma."}], "slug": "zygoma"}, {"lemma": "zygomatic", "ipa": "/zaɪɡəˈmætɪk/", "pos": "adj.", "freq": 2, "morphology": null, "etymology": "From Greek *zygōmatikos*, from *zygōma* 'yoke, cheekbone', from *zygon* 'yoke'.", "related": ["zygoma"], "senses": [{"id": 204774, "attr": "pos=adj.", "def": "Relating to or situated near the cheekbone, specifically the bony arch below the eye (zygoma).", "ex": "The blow caused significant pain to his zygomatic arch."}], "slug": "zygomatic"}, {"lemma": "zygote", "ipa": "/ˈzaɪɡəʊt/", "pos": "noun", "freq": 2, "morphology": null, "etymology": "From Ancient Greek *zygotos* ‘yoked’, from *zygon* ‘yoke’.", "related": ["gamete", "fertilization", "embryo", "conception"], "senses": [{"id": 142125, "attr": "pos=noun", "def": "A diploid cell formed when a sperm and egg unite, which subsequently develops into an embryo; the earliest stage of a fertilized organism.", "ex": "The zygote begins its journey through the fallopian tube shortly after conception."}], "slug": "zygote"}, {"lemma": "zymogen", "ipa": "/ˈzaɪməˌdʒɛn/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "From Ancient Greek zymē ('leaven, yeast') + genēs ('producing').", "related": ["enzyme", "precursor", "proenzyme"], "senses": [{"id": 299267, "attr": "pos=noun", "def": "An inactive precursor substance that can be converted into an active form, often an enzyme.", "ex": "Researchers are investigating whether certain cellular signals can activate the dormant zymogen."}], "slug": "zymogen"}, {"lemma": "zymurgy", "ipa": "/ˈzaɪmərˌdʒi/", "pos": "noun", "freq": 1, "morphology": null, "etymology": "Coined in the 19th century from Ancient Greek zýmē ('leaven', 'yeast') + érgon ('work').", "related": ["zymogen", "fermentation", "brewing"], "senses": [{"id": 221000, "attr": "pos=noun", "def": "The branch of chemistry and biology concerned with fermentation processes, especially in brewing and winemaking.", "ex": "He studied zymurgy to understand the complex fermentation in craft beer production."}], "slug": "zymurgy"}]